import { mainSlidesElemType } from '../types/types';

export const mainSlides: mainSlidesElemType[] = [
  {
    class: 'first',
    url: 'assets/mainSlider/first_slide.svg',
    title: 'Пряжа Macrametr',
    text: 'Повседневная практика показывает, что укрепление и развитие внутренней структуры обеспечивает широкому кругу (специалистов) участие в формировании форм воздействия.',
  },

  {
    class: 'second',
    url: 'assets/mainSlider/second_slide.png',
    title: 'Пряжа',
    text: 'Повседневная практика показывает, что укрепление и развитие внутренней структуры обеспечивает широкому кругу (специалистов) участие в формировании форм воздействия.',
  },

  // {
  // class: 'third',
  //   url: '../../../../assets/main_back.svg',
  //   title: 'Пряжа Macrametr',
  //   text: 'Повседневная практика показывает, что укрепление и развитие внутренней структуры обеспечивает широкому кругу (специалистов) участие в формировании форм воздействия.',
  // },
];
